RU/Ext/Henrik Rusche/ShapeOptCases/run/optimisation/combinedRamp/constant/.svn/entries
10

dir
57
https://unihub.ru/tools/unicfdc2/svn/trunk/data/Ext/Henrik%20Rusche/ShapeOptCases/run/optimisation/combinedRamp/constant
https://unihub.ru/tools/unicfdc2/svn



2011-12-13T14:33:48.579659Z
53
oleg.samovarov














cdc3859c-a980-419f-bdbe-5677a33dc1e9

polyMesh
dir

RASProperties
file




2013-04-18T18:28:42.000000Z
9f128f71c75bd9bb7861a8c931a4509f
2011-12-13T14:33:48.579659Z
53
oleg.samovarov





















987

transportProperties
file




2013-04-18T18:28:42.000000Z
a082c211ea978fc53ffd9906f273861a
2011-12-13T14:33:48.579659Z
53
oleg.samovarov





















957

